Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Once you have activated your account, proceed to the translation section.
sv: Då du aktiverat ditt konto kan du fortsätta till översättningarna.

source: %(language)s in %(project)s
sv: %(language)s i %(project)s

source: View project languages
sv: Visa projektspråk

source: Fonts
sv: Teckensnitt

source: File size
sv: Filstorlek

source: Uploaded by
sv: Laddades upp av

source: Font groups
sv: Teckensnittsgrupper

source: Edit font
sv: Ändra teckensnitt

source: Group name
sv: Gruppnamn

source: Language overrides
sv: Språket åsidosätter

source: Add font group
sv: Lägg till teckensnittsgrupp

source: Please upload fonts to be able to define font groups.
sv: Ladda upp teckensnitt för att kunna definiera teckensnittsgrupper.

source: Add font
sv: Lägg till teckensnitt

source: Font group
sv: Teckensnittsgrupp

source: language override
sv: språkåsidosättanden

source: Add language override
sv: Lägg till språkåsidosättning

source: Edit font group
sv: Ändra teckensnittgrupp

source: Powered by %(weblate_version_link)s
sv: Drivs av %(weblate_version_link)s

source: Terms
sv: Villkor

source: Become a Weblate supporter
sv: Bli Weblate-supporter

source: Here you can find guidance to make your localization project attractive to the community.
sv: HÃ¤r kan du hitta vÃ¤gledning fÃ¶r att gÃ¶ra ditt lokaliseringsprojekt attraktivt fÃ¶r gemenskapen.

source: Return to the component
sv: Ã tergÃ¥ till komponenten

source: Repository status
sv: Arkivstatus

source: This will commit any pending changes present in Weblate and not in the repository.
sv: Detta kommer att arkivera alla väntande ändringar som finns i Weblate men inte i arkivet.

source: This will update the Weblate repository with the upstream changes.
sv: Detta kommer att uppdatera Weblate-arkivet med uppströmsändringarna.

source: Allow changes to the Weblate repository
sv: Tillåt ändringar i Weblate-arkivet

source: Prevent any changes in the Weblate repository
sv: Förhindra ändringar i Weblate-arkivet

source: Weblate translations are unlocked
sv: Weblate-översättningar är upplåsta

source: Weblate translations are locked
sv: Weblate-översättningar är låsta

source: Locking prevents translators from doing changes.
sv: Låsning hindrar översättare från att göra ändringar.

source: Danger zone
sv: Farliga zonen

source: Reset and discard
sv: Återställ och förkasta

source: Resets Weblateâs repository to match upstream and discards any pending changes in Weblate.
sv: Ã terstÃ¤ller Weblates arkiv sÃ¥ att det matchar uppstrÃ¶ms och fÃ¶rkastar alla vÃ¤ntande Ã¤ndringar i Weblate.

source: Use when you want the upstream to be the authority for translations.
sv: Använd när du vill att uppströms ska vara auktoritär för översättningar.

source: It will discard changes in Weblate repo and bring it in sync with the upstream repository.
sv: Det kommer att förkasta ändringar i Weblate-arkivet och synkronisera det med uppströmsarkivet.

source: Reset and reapply
sv: Återställ och tillämpa på nytt

source: Resets Weblateâs repository to match upstream and replace upstream translations with the current state from Weblate.
sv: Ã terstÃ¤ller Weblate-arkivet sÃ¥ att det matchar uppstrÃ¶ms och ersÃ¤tter uppstrÃ¶msÃ¶versÃ¤ttningar med det aktuella tillstÃ¥ndet frÃ¥n Weblate.

source: Use when you want Weblate to be the authority for translations.
sv: Använd när du vill att Weblate ska vara auktoritet för översättningar.

source: It will keep changes from Weblate but bring its repository in sync with the upstream repository.
sv: Det kommer att behÃ¥lla Ã¤ndringarna frÃ¥n Weblate men synkronisera dess arkiv med uppstrÃ¶msarkivet.

source: Cleanup
sv: Städa

source: Cleanup removes all files which are not tracked by the version control from the repository.
sv: Städning tar bort alla filer som inte spåras av versionshanteringen från arkivet.

source: It also removes stale branches which are not used by Weblate.
sv: Det tar också bort inaktuella grenar som inte används av Weblate.

source: Use when there is some garbage left in the Weblate repository.
sv: Använd när det finns skräp kvar i Weblate-arkivet.

source: Synchronize
sv: Synkronisera

source: Forces writing all strings to the translation files.
sv: Tvingar skrivning av alla strängar till översättningsfilerna.

source: Use this when repository files became out of sync with Weblate for some reason.
sv: Använd detta när arkivfiler av någon anledning blivit osynkroniserade med Weblate.

source: Rescan
sv: Skanna igen

source: Loads translations from the files into Weblate.
sv: Laddar översättningar från filerna till Weblate.

source: Use when Weblate missed some of the strings after updating the repository.
sv: Använd när Weblate missade några av strängarna efter uppdatering av arkivet.

source: Use these operations with caution, they can lead to data loss.
sv: Använd dessa operationer med försiktighet, de kan leda till dataförlust.

source: Repository for %(component)s
sv: Arkiv för %(component)s

source: Repository details
sv: Arkivdetaljer

source: Repository changes
sv: Arkivändringar

source: Browse all repository changes
sv: Bläddra bland alla ändringar i arkivet

source: Shortcut
sv: Genväg

source: Open available keyboard shortcuts.
sv: Öppna tillgängliga kortkommandon.

source: Navigate to the first translation in the current search.
sv: Navigera till den första översättningen i den aktuella sökningen.

source: Navigate to the last translation in the current search.
sv: Navigera till den sista översättningen i den aktuella sökningen.

source: or
sv: eller

source: Navigate to the previous translation in the current search.
sv: Navigera till föregående översättning i den aktuella sökningen.

source: Navigate to the next translation in the current search.
sv: Navigera till nästa översättning i den aktuella sökningen.

source: Submit current form; this works the same as pressing Save and continue while editing translation.
sv: Skicka in aktuellt formulär; detta fungerar på samma sätt som att trycka på Spara och fortsätt medan du redigerar översättningen.

source: Unmark translation as Needing edit and submit it.
sv: Avmarkera översättningen som "Behöver redigeras" och skicka in den.

source: Submit the string as a suggestion; this works the same as pressing Suggest while editing translation.
sv: Skicka in strängen som ett förslag; detta fungerar på samma sätt som att trycka på Föreslå när du redigerar översättningen.

source: Focus on translation editor.
sv: Fokusera på översättningsredigeraren.

source: Focus on comment editor.
sv: Fokusera på kommentarsredigeraren.

source: Shows Automatic suggestions tab.
sv: Visar fliken Automatiska förslag.

source: to
sv: till

source: Copies placeable of a given number from source string.
sv: Placerbara kopior av ett givet antal från källsträngen.

source: followed by
sv: följt av

source: Copy the machine translation of a given number to current translation.
sv: Kopiera maskinöversättningen av ett givet antal till aktuell översättning.

source: Ignore one item in the list of failing checks.
sv: Ignorera ett objekt i listan över misslyckade kontroller.

source: Shows the Nearby strings tab.
sv: Visar fliken Närliggande strängar.

source: Focus on search field.
sv: Fokusera på sökfältet.

source: Copy the source string.
sv: Kopiera källsträngen.

source: Toggle the Needs editing checkbox.
sv: Växla kryssrutan Behöver redigeras.

source: Browse the next translation string.
sv: Bläddra till nästa översättningssträng.

source: Browse the previous translation string.
sv: Bläddra till föregående översättningssträng.

source: Add language
sv: Lägg till språk

source: Please consider submitting your edit to the <a href="%(url)s">Weblate language data repository</a> so that it can be included in the future Weblate releases.
sv: Överväg att skicka in din redigering till <a href="%(url)s">Weblates språkdataarkiv</a> så att den kan inkluderas i framtida versioner av Weblate.

source: The language definitions are automatically updated by Weblate upon a database migration. Improper edits will likely get reverted.<a href="%(url)s">Consult the documentation about proper handling of this.</a>
sv: Språkdefinitionerna uppdateras automatiskt av Weblate vid en databasmigrering. Felaktiga redigeringar kommer sannolikt att återställas.<a href="%(url)s">Se dokumentationen för information om hur detta ska hanteras på rätt sätt.</a>

source: Workflow
sv: Arbetsflöde

source: Changing plural rules might not have a desired effect.
sv: Ändring av pluralregler kanske inte har önskad effekt.

source: Please see a documentation for more info.
sv: Se dokumentationen för mer information.

source: Upload translation
sv: Ladda upp översättning

source: Project-wide uploads are currently not supported. Translation files need to be uploaded on the individual translations. Switch to the "Components" tab above, open the desired component, and perform the upload there.
sv: Projektomfattande uppladdningar stÃ¶ds fÃ¶r nÃ¤rvarande inte. ÃversÃ¤ttningsfiler mÃ¥ste laddas upp fÃ¶r varje enskild Ã¶versÃ¤ttning. VÃ¤xla till fliken "Komponenter" ovan, Ã¶ppna Ã¶nskad komponent och utfÃ¶r uppladdningen dÃ¤r.

source: Tools
sv: Verktyg

source: Resolved comment
sv: Löst kommentar

source: Source string comment
sv: Kommentar till källsträngen

source: Translation comment
sv: Kommentar till översättningen

source: Resolve
sv: Lösa

source: Mark as spam
sv: Markera som spam

source: This service is installed site wide.
sv: Den här tjänsten är installerad för hela webbplatsen.

source: site wide
sv: för hela webbplatsen

source: This service is installed site wide, but disabled.
sv: Den här tjänsten är installerad för hela webbplatsen, men är inaktiverad.

source: Service is no longer available
sv: Tjänsten är inte längre tillgänglig

source: Automatic suggestions
sv: Automatiska förslag

source: Configured automatic suggestion services
sv: Konfigurerade automatiska förslagstjänster

source: There are no services currently installed.
sv: Det finns inga tjänster installerade.

source: Available automatic suggestion services
sv: Tillgängliga automatiska förslagstjänster

source: Could not find any additional services.
sv: Kunde inte hitta några ytterligare tjänster.

source: Some services will ask for additional configuration during installation.
sv: Vissa tjänster kommer att fråga efter ytterligare konfiguration under installationen.

source: The following activity has occurred on your account at %(site_title)s:
sv: Följande aktivitet har skett på ditt konto på %(site_title)s:

source: Activity on your account at %(site_title)s
sv: Aktivitet på ditt konto på %(site_title)s

source: This is an automatic e-mail to help you complete your registration with %(site_title)s.
sv: Det här ett automatiskt e-postmeddelande som hjälper dig slutföra din registrering hos %(site_title)s.

source: Your registration on %(site_title)s
sv: Din registrering på %(site_title)s

source: Approved translation in %(translation)s
sv: Godkände översättning i %(translation)s

source: Translation Info
sv: Översättningsinformation

source: Component Information
sv: Komponentinformation

source: Project Information
sv: Projektinformation

source: Weblate, the libre continuous localization system.
sv: Weblate, det fria systemet för fortlöpande lokalisering.

source: Turn off this notification
sv: Stäng av den här aviseringen

source: Generated on %(timestamp)s.
sv: Genererades på %(timestamp)s.

source: Your billing plan has expired and all its projects have been removed.
sv: Din faktureringsplan har löpt ut och alla dess projekt har tagits bort.

source: Your trial period is going to expire in less than a week.
sv: Din provperiod kommer att löpa ut om mindre än en vecka.

source: If you like Weblate and you want to continue using it, please purchase the subscription. If not, tell us what you are missing.
sv: Om du gillar Weblate och du vill fortsätta använda det, vänligen köp abonnemanget. Om inte, berätta för oss vad du saknar.

source: If you like Weblate and you want to continue using it, just request an approval of your libre plan.
sv: Om du gillar Weblate och du vill fortsätta använda det, begär du bara ett godkännande av din libre-plan.

source: Your billing plan has expired. Please renew it to continue using the service.
sv: Ditt abonnemang har löpt ut. Förnya det för att fortsätta använda tjänsten.

source: This billing plan covers the following projects:
sv: Abonnemanget täcker följande projekt:

source: Remove the project
sv: Ta bort projektet

source: There are no projects attached to this billing plan. (There might be projects in other billing plans of yours.)
sv: Det finns inga projekt kopplade till abonnemanget. (Det kan finnas projekt i dina andra abonnemang)

source: All projects covered by this billing plan have been removed.
sv: Alla projekt som omfattas av denna faktureringsplan har tagits bort.

source: If you don't issue the payment, all projects within this billing plan will be removed on %(date)s.
sv: Om du inte utför betalningen, tas alla projekt inom detta abonnemang tas bort den %(date)s.

source: If your Libre hosting is not approved for it, all projects within this billing plan will be removed on %(date)s.
sv: Om din fria (libre) hosting inte godkänns kommer alla projekt inom detta abonnemang att tas bort %(date)s.

source: Your translation project was removed
sv: Ditt översättningsprojekt togs bort

source: Your translation project is scheduled for removal
sv: Ditt översättningsprojekt är schemalagt för borttagning

source: Your trial period is about to expire
sv: Din provperiod löper snart ut

source: Your billing plan has expired
sv: Din faktureringsplan har löpt ut

source: Translation change
sv: Översättningsändring

source: Edit this string
sv: Redigera den här strängen

source: Changed translation in %(translation)s
sv: Ändrad översättning i %(translation)s

source: New translation in %(translation)s
sv: Ny översättning i %(translation)s

source: Contributor license agreement for component %(component)s was changed.
sv: Licensavtalet för bidragsgivare för komponent %(component)s har ändrats.

source: Old agreement:
sv: Gammalt avtal:

source: There was no contributor license agreement before.
sv: Det fanns inget licensavtal för bidragsgivare tidigare.

source: New agreement:
sv: Nytt avtal:

source: Contributor license agreement was removed.
sv: Licensavtalet för bidragsgivare har tagits bort.

source: %(component)s was re-licensed to %(target)s
sv: %(component)s omlicensierades till %(target)s

source: Contributor license agreement for %(component)s was changed
sv: Licensavtalet för bidragsgivare för %(component)s har ändrats

source: Component %(component)s was locked
sv: Komponent %(component)s låstes

source: Component %(component)s was unlocked
sv: Komponent %(component)s låstes upp

source: Note: This digest has been truncated as there were over 100 notifications.
sv: Observera: Denna sammanfattning har kortats ned eftersom det fanns Ã¶ver 100 meddelanden.

source: Digest: %(notification_name)s
sv: Sammanfattning: %(notification_name)s

source: View invitation
sv: Visa inbjudan

source: %(invitation_author)s has invited you to join the %(project_name)s project
sv: %(invitation_author)s har bjudit in dig att delta i projektet %(project_name)s

source: %(invitation_author)s has invited you to join
sv: %(invitation_author)s har bjudit in dig att delta

source: View all alerts
sv: Visa alla varningar

source: New alert on %(component)s
sv: Ny varning för %(component)s

source: Announcement
sv: Tillkännagivande

source: New announcement on %(project)s
sv: Nytt meddelande för %(project)s

source: New announcement at %(site_title)s
sv: Nytt meddelande på %(site_title)s

source: New comment in %(component)s
sv: Ny kommentar i %(component)s

source: New translation component %(component)s
sv: Ny översättningskomponent %(component)s

source: Congratulations
sv: Gratulerar

source: The user %(username)s has just made a first contribution.
sv: Användaren %(username)s har just gjort ett första bidrag.

source: New contributor in %(translation)s
sv: Ny medarbetare i %(translation)s

source: Added language
sv: Tillagt språk

source: There has been a request for new language on %(component)s at %(site_title)s by %(user)s.
sv: Det har gjorts en förfrågan om ett nytt språk i %(component)s på %(site_title)s av %(user)s.

source: Please add the language file to VCS, Weblate will automatically discover it upon next update.
sv: Lägg till språkfilen till VCS, Weblate kommer automatiskt att upptäcka den vid nästa uppdatering.

source: More information on adding new language files is to be found in the documentation.
sv: I dokumentationen finns mer information om hur man lägger till nya språkfiler.

source: Requested language
sv: Efterfrågat språk

source: View translation component
sv: Ny översättningskomponent

source: New language added to %(component)s
sv: Nytt språk tillagd till %(component)s

source: New language request in %(component)s
sv: Ny språkförfrågan i %(component)s

source: String to translate in %(translation)s
sv: Sträng att översätta i %(translation)s

source: Suggestion
sv: Förslag

source: New suggestion in %(translation)s
sv: Nytt förslag i %(translation)s

source: Error message
sv: Felmeddelande

source: Failing file
sv: Felaktig fil

source: Parse error in %(component)s
sv: Tolkningsfel i %(component)s

source: There was a request to remove your Weblate account at %(site_title)s.
sv: En begäran har gjorts att ta bort ditt konto på %(site_title)s.

source: Account removal on %(site_title)s
sv: Borttagning av konto på %(site_title)s

source: Repository failure in %(component)s
sv: Arkivfel i %(component)s

source: Repository operation in %(component)s
sv: Arkivåtgärd i %(component)s

source: The password can not be reset because there is no account registered for this e-mail at %(site_title)s.
sv: Lösenordet kan inte återställas eftersom det inte finns något registrerat konto för denna meljadress på %(site_title)s.

source: Please check whether this Weblate instance is the one you have used and what e-mail address you did use when registering.
sv: Kontrollera om det är denna Weblate-instans som du har använt och vilken mejladress du använde när du registrerade dig.

source: Perhaps, you have registered at <a href="%(registration_hint)s">%(registration_hint)s</a>?
sv: Du kanske har registrerat dig på <a href="%(registration_hint)s">%(registration_hint)s</a>?

source: There was a request to reset your Weblate password at %(site_title)s.
sv: En begäran att återställa ditt lösenord har gjorts på %(site_title)s.

source: Password reset on %(site_title)s
sv: Återställning av lösenord på %(site_title)s

source: Sign in to see the full audit log, including the IP address.
sv: Logga in för att se hela revisionsloggen, inklusive IP-adressen.

source: If you didn't initiate this, please report it to the server administrators by clicking the button below.
sv: Om du inte har initierat detta, vänligen rapportera det till serveradministratörerna genom att klicka på knappen nedan.

source: View audit log
sv: Visa revisionslogg

source: Please click on the confirmation button below. In case it doesn't work you might need to copy the URL on next line into the browser address bar to proceed.
sv: Klicka på bekräftelseknappen nedan. Om det inte fungerar kan du behöva kopiera webbadressen på nästa rad till webbläsarens adressfält för att fortsätta.

source: Confirm password reset
sv: Bekräfta återställning av lösenord

source: Confirm account removal
sv: Bekräfta borttagning av konto

source: Confirm invitation
sv: Bekräfta inbjudan

source: Source string description
sv: Beskrivning av källsträng

source: Source string location
sv: Källsträngens plats

source: Screenshot context
sv: Skärmdumpskontext

source: Unfinished strings
sv: Ofärdiga strängar

source: Translations in all languages have been completed in %(component)s
sv: Översättningar till alla språk har slutförts i %(component)s

source: %(translation)s has been completed
sv: %(translation)s har slutförts

source: Component alerts
sv: Komponentvarningar

source: Projects without components
sv: Projekt utan komponenter

source: Congratulations, your setup seems to work.
sv: Grattis, din installation verkar fungera.

source: Appearance
sv: Utseende

source: Customize appearance
sv: Anpassa utseende

source: Reset customization
sv: Återställ anpassning

source: Backup service: %(url)s
sv: Säkerhetskopieringstjänst: %(url)s

source: Failed with an error
sv: Misslyckades med ett fel

source: Turned off
sv: Avstängd

source: Unpaid service subscription
sv: Obetalt tjänsteabonnemang

source: The backup service was temporarily disabled due to an unpaid subscription. Enable backups by renewing your subscription.
sv: Säkerhetskopieringstjänsten har tillfälligt inaktiverats på grund av ett obetalt abonnemang. Aktivera säkerhetskopiering genom att förnya ditt abonnemang.

source: Manage your subscription
sv: Hantera ditt abonnemang

source: Backup service credentials
sv: Autentiseringsuppgifter för säkerhetskopieringstjänst

source: Turn off
sv: Stäng av

source: Turn on
sv: Sätt på

source: Perform backup
sv: Utför säkerhetskopiering

source: By removing the backup service, the credentials will be removed and you might lose access to the backups.
sv: Genom att ta bort säkerhetskopieringstjänsten tas autentiseringsuppgifterna bort och du kan förlora åtkomsten till säkerhetskopiorna.

source: In case you want to be able to restore the backups, please record credentials below.
sv: Om du vill kunna återställa säkerhetskopiorna, vänligen registrera autentiseringsuppgifter nedan.

source: Add backup service
sv: Lägg till säkerhetskopieringstjänst

source: Commercial
sv: Kommersiell

source: Libre
sv: fri (Libre)

source: Weblate support status
sv: Supportstatus för Weblate

source: Refresh support status
sv: Uppdatera supportstatus

source: Support package limits
sv: Gränser för supportpaket

source: Support expiry
sv: Supportens utgång

source: Discover Weblate
sv: Upptäck Weblate

source: Browse discovery
sv: Upptäckt vid bläddring

source: Your Weblate is listed on weblate.org
sv: Din Weblate listas på weblate.org

source: Disable discovery
sv: Inaktivera upptäckt

source: Manage your listing
sv: Hantera din listning

source: Your Weblate is not listed on weblate.org
sv: Din Weblate är inte listad på weblate.org

source: Enable discovery
sv: Aktivera upptäckt

source: Manage support package
sv: Hantera supportpaket

source: Unlink support package
sv: Koppla bort supportpaket

source: Purchase support package
sv: KÃ¶p supportpaket

source: Contact customer care
sv: Kontakta kundtjänst

source: Contact us via e-mail
sv: Kontakta oss via e-post

source: Performance report
sv: Prestandarapport

source: Last occurrence
sv: Senaste förekomst

source: Ignore permanently
sv: Ignorera permanent

source: You can safely permanently ignore errors for features you do not intend to use. These are usually caused by missing or outdated dependencies.
sv: Du kan, utan problem, permanent ignorera fel för funktioner som du inte avser att använda. Dessa orsakas vanligtvis av saknade eller föråldrade beroenden.

source: System checks
sv: Systemkontroller

source: Celery queues
sv: Celery-köer

source: Disk usage
sv: Diskanvändning

source: Disk size
sv: Diskstorlek

source: Disk used
sv: Diskanvändning

source: Disk free
sv: Disk ledigt

source: System encoding
sv: Systemkodning

source: Celery worker
sv: Celery-arbetare

source: Filenames encoding
sv: Filnamnskodning

source: Unknown encoding
sv: Okänd kodning

source: Content encoding
sv: Innehållskodning

source: Connectivity
sv: Anslutbarhet

source: Database latency
sv: Databasfördröjning

source: Cache latency
sv: Cachefördröjning

source: Celery latency
sv: Celery-fördröjning
